app/controllers/contacts_controller.rb

  def create
    @contact = Contact.new(contact_params)

    respond_to do |format|
      if @contact.save
---
INSERT INTO "contacts" ("nome", "email", "kind_id", "rmk", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["nome", "Vinícius"], ["email", "vmw.walsh@gmail.com"], ["kind_id", 1], ["rmk", "obs.."], ["created_at", "2017-11-18 02:16:03.053966"], ["updated_at", "2017-11-18 02:16:03.053966"]]

  def update
    respond_to do |format|
      if @contact.update(contact_params)
---
UPDATE "contacts" SET "kind_id" = ?, "updated_at" = ? WHERE "contacts"."id" = ?  [["kind_id", 2], ["updated_at", "2017-11-18 20:18:18.899426"], ["id", 2]]